[
  {
    "id": 1091500,
    "title": "Cyberpunk 2077",
    "image": "https://cdn.akamai.steamstatic.com/steam/apps/1091500/header.jpg",
    "backImage": "https://cdn.akamai.steamstatic.com/steam/apps/1091500/library_hero.jpg",
    "genre": "RPG, Ação",
    "description": "Cyberpunk 2077 é um RPG de mundo aberto e aventura de ação que se passa em Night City, uma megalópole obcecada por poder, glamour e modificações corporais. Você joga como V, um mercenário fora da lei em busca de um implante único que é a chave para a imortalidade. Personalize ciberware, conjunto de habilidades e estilo de jogo do seu personagem e explore uma vasta cidade onde suas escolhas moldam a história e o mundo ao seu redor. Com combate em primeira pessoa dinâmico, um sistema de hacking profundo e uma narrativa ramificada com múltiplas opções de diálogo, o jogo oferece centenas de horas de conteúdo em um futuro distópico visualmente deslumbrante.",
    "trailer": "https://www.youtube.com/watch?v=FknHjl7eQ6o",
    "community": [
      "https://cdn.akamai.steamstatic.com/steam/apps/1091500/ss_1.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/1091500/ss_2.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/1091500/ss_3.jpg"
    ],
    "reviews": [
      {"name": "Lucas Silva", "date": "2023-07-12", "review": "Incrível mundo aberto, gráficos fantásticos.", "rating": 4},
      {"name": "Ana Costa", "date": "2023-06-08", "review": "Ótima história, mas o combate poderia ser melhor.", "rating": 3}
    ]
  },
  {
    "id": 292030,
    "title": "The Witcher 3: Wild Hunt",
    "image": "https://cdn.akamai.steamstatic.com/steam/apps/292030/header.jpg",
    "backImage": "https://cdn.akamai.steamstatic.com/steam/apps/292030/library_hero.jpg",
    "genre": "RPG, Ação",
    "description": "The Witcher 3: Wild Hunt é um RPG de mundo aberto de nova geração ambientado em um universo fantástico repleto de decisões significativas e consequências impactantes. Em The Witcher, você joga como Geralt de Rívia, caçador de monstros profissional em busca da criança da profecia em um vasto mundo aberto rico em cidades mercantis, ilhas piratas, passagens montanhosas perigosas e cavernas esquecidas. Treine suas habilidades de combate e mágicas para se tornar uma máquina de matar imparável. Com mais de 100 horas de conteúdo principal e secundário, um sistema de crafting profundo, combate tático envolvente e uma narrativa madura com escolhas moralmente ambíguas.",
    "trailer": "https://www.youtube.com/watch?v=c0i88t0Kacs",
    "community": [
      "https://cdn.akamai.steamstatic.com/steam/apps/292030/ss_1.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/292030/ss_2.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/292030/ss_3.jpg"
    ],
    "reviews": [
      {"name": "João Pereira", "date": "2023-05-20", "review": "Um dos melhores RPGs de todos os tempos.", "rating": 5},
      {"name": "Maria Oliveira", "date": "2023-04-15", "review": "Mundo incrível, mas alguns bugs me frustraram.", "rating": 4}
    ]
  },
  {
    "id": 570,
    "title": "Dota 2",
    "image": "https://cdn.akamai.steamstatic.com/steam/apps/570/header.jpg",
    "backImage": "https://cdn.akamai.steamstatic.com/steam/apps/570/library_hero.jpg",
    "genre": "MOBA",
    "description": "Dota 2 é um MOBA (Multiplayer Online Battle Arena) competitivo gratuito desenvolvido pela Valve. Duas equipes de cinco jogadores competem para destruir uma estrutura chamada 'Ancient' no campo base do inimigo. Com mais de 120 heróis únicos para escolher, cada um com habilidades distintas, itens complexos e mecânicas profundas. O jogo apresenta partidas que duram entre 30-60 minutos, onde estratégia de equipe, coordenação, farm de ouro e experiência, e conhecimento do meta são fundamentais. Com uma das maiores cenas de esports do mundo, incluindo The International com premiações milionárias, Dota 2 oferece uma experiência competitiva incomparável que requer dedicação e habilidade para dominar.",
    "trailer": "https://www.youtube.com/watch?v=F8i7dIhpl6Y",
    "community": [
      "https://cdn.akamai.steamstatic.com/steam/apps/570/ss_1.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/570/ss_2.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/570/ss_3.jpg"
    ],
    "reviews": [
      {"name": "Pedro Santos", "date": "2023-06-01", "review": "Competitivo e divertido, curva de aprendizado alta.", "rating": 4},
      {"name": "Camila Ferreira", "date": "2023-05-10", "review": "Ótimo MOBA, algumas partidas podem ser frustrantes.", "rating": 3}
    ]
  },
  {
    "id": 945360,
    "title": "Among Us",
    "image": "https://cdn.akamai.steamstatic.com/steam/apps/945360/header.jpg",
    "backImage": "https://cdn.akamai.steamstatic.com/steam/apps/945360/library_hero.jpg",
    "genre": "Multiplayer, Casual",
    "description": "Among Us é um jogo multiplayer de dedução social e party game para 4-15 jogadores em partidas online ou locais. Prepare sua espaçonave para a partida completando tarefas, mas cuidado, pois um ou mais jogadores aleatórios entre a tripulação são Impostores empenhados em matar todos! A tripulação pode ganhar completando todas as tarefas ou descobrindo e votando para expulsar todos os Impostores. Os Impostores podem usar sabotagem para causar caos, facilitando assassinatos e melhores álibis. Com gráficos simples mas charmosos, mecânicas fáceis de aprender mas difíceis de dominar, e uma experiência social única que testa habilidades de dedução, blefe e trabalho em equipe.",
    "trailer": "https://www.youtube.com/watch?v=NSJ-sCNRJjk",
    "community": [
      "https://cdn.akamai.steamstatic.com/steam/apps/945360/ss_1.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/945360/ss_2.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/945360/ss_3.jpg"
    ],
    "reviews": [
      {"name": "Gabriel Martins", "date": "2023-05-25", "review": "Divertido para jogar com amigos, viciante.", "rating": 5},
      {"name": "Isabela Rocha", "date": "2023-05-12", "review": "Jogo simples mas muito divertido.", "rating": 4}
    ]
  },
  {
    "id": 1174180,
    "title": "Red Dead Redemption 2",
    "image": "https://cdn.akamai.steamstatic.com/steam/apps/1174180/header.jpg",
    "backImage": "https://cdn.akamai.steamstatic.com/steam/apps/1174180/library_hero.jpg",
    "genre": "Aventura, RPG",
    "description": "Red Dead Redemption 2 é uma épica aventura de mundo aberto sobre a vida no coração dos Estados Unidos. O vasto e atmosférico mundo da fronteira americana oferece uma base para uma experiência multifacetada sobre bandidos em fuga. Com uma narrativa envolvente, você viverá a vida de Arthur Morgan, braço direito da gangue Van der Linde, enquanto eles roubam, lutam e se esforçam para sobreviver na implacável natureza selvagem. O jogo apresenta um nível impressionante de detalhes, desde sistemas climáticos dinâmicos até interações complexas com NPCs, um sistema de honra que afeta a história, atividades como pesca, caça, poker, e um mundo vivo que reage às suas ações com realismo cinematográfico.",
    "trailer": "https://www.youtube.com/watch?v=eaW0tYpxyp0",
    "community": [
      "https://cdn.akamai.steamstatic.com/steam/apps/1174180/ss_1.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/1174180/ss_2.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/1174180/ss_3.jpg"
    ],
    "reviews": [
      {"name": "Lucas Almeida", "date": "2023-01-20", "review": "História épica e mundo incrível.", "rating": 5},
      {"name": "Mariana Costa", "date": "2022-12-15", "review": "Ótimo, mas pesado para PCs fracos.", "rating": 4}
    ]
  },
  {
    "id": 1145360,
    "title": "Hades",
    "image": "https://cdn.akamai.steamstatic.com/steam/apps/1145360/header.jpg",
    "backImage": "https://cdn.akamai.steamstatic.com/steam/apps/1145360/library_hero.jpg",
    "genre": "Roguelike, Dungeon Crawler",
    "description": "Hades é um dungeon crawler roguelike da Supergiant Games que combina os melhores aspectos de seus títulos aclamados pela crítica, incluindo a atmosfera e profundidade de Transistor, a jogabilidade rápida de Bastion e o drama orientado por personagens de Pyre. Como o imortal Príncipe do Submundo, você empunhará os poderes e as armas míticas do Olimpo para se libertar das garras do próprio Deus dos Mortos, crescendo mais forte e desvendando mais da história a cada tentativa de fuga única. O jogo apresenta combate hack-and-slash responsivo, arte desenhada à mão deslumbrante, uma trilha sonora original e uma narrativa que se desenrola organicamente através de dezenas de conversas com personagens coloridos.",
    "trailer": "https://www.youtube.com/watch?v=NDMXQo_LalQ",
    "community": [
      "https://cdn.akamai.steamstatic.com/steam/apps/1145360/ss_1.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/1145360/ss_2.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/1145360/ss_3.jpg"
    ],
    "reviews": [
      {"name": "Renato Silva", "date": "2023-01-05", "review": "Combate rápido, viciante e visual incrível.", "rating": 5},
      {"name": "Carla Oliveira", "date": "2022-12-20", "review": "Narrativa envolvente e jogabilidade fluida.", "rating": 5}
    ]
  },
  {
    "id": 546560,
    "title": "Half-Life: Alyx",
    "image": "https://cdn.akamai.steamstatic.com/steam/apps/546560/header.jpg",
    "backImage": "https://cdn.akamai.steamstatic.com/steam/apps/546560/library_hero.jpg",
    "genre": "FPS, VR",
    "description": "Half-Life: Alyx é a entrada de realidade virtual da Valve na série Half-Life. É impossível de jogar sem um headset VR. Ambientado entre os eventos de Half-Life e Half-Life 2, Alyx Vance e seu pai Eli montam secretamente uma resistência contra a ocupação Combine. Como Alyx, os jogadores descobrem os segredos do Combine e lutam para proteger o futuro da humanidade. Half-Life: Alyx foi construído do zero para realidade virtual e apresenta todos os recursos que tornaram a série Half-Life especial: exploração detalhada do mundo, resolução de quebra-cabeças, combate visceral e uma narrativa intricada que conecta tudo isso. O jogo redefiniu o que é possível em VR com interações físicas realistas, gráficos de ponta e design de áudio espacial imersivo.",
    "trailer": "https://www.youtube.com/watch?v=O66Q6tXYbCo",
    "community": [
      "https://cdn.akamai.steamstatic.com/steam/apps/546560/ss_1.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/546560/ss_2.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/546560/ss_3.jpg"
    ],
    "reviews": [
      {"name": "Mateus Souza", "date": "2022-12-01", "review": "Experiência VR incrível, imersiva e detalhada.", "rating": 5},
      {"name": "Larissa Rocha", "date": "2022-11-15", "review": "Muito bom, mas exige PC potente e VR.", "rating": 4}
    ]
  },
  {
    "id": 620,
    "title": "Portal 2",
    "image": "https://cdn.akamai.steamstatic.com/steam/apps/620/header.jpg",
    "backImage": "https://cdn.akamai.steamstatic.com/steam/apps/620/library_hero.jpg",
    "genre": "Puzzle, Aventura",
    "description": "Portal 2 desenha em indústrias inovadoras de jogabilidade, história e música do Portal original para criar uma experiência ainda mais intrincada. Os jogadores encontram os excêntricos GLaDOS e Wheatley em suas aventuras através dos laboratórios da Aperture Science. Quebrando as leis da física tradicional, Portal 2 permite que os jogadores criem portais para resolver quebra-cabeças elaborados de uma maneira totalmente única. O jogo apresenta uma campanha para um jogador duas vezes mais longa que o Portal original, uma campanha cooperativa totalmente nova com sua própria história, personagens e quebra-cabeças, níveis avançados de construção de câmeras e um poderoso editor que permite aos jogadores criar, jogar e compartilhar seus próprios quebra-cabeças.",
    "trailer": "https://www.youtube.com/watch?v=tax4e4hBBZc",
    "community": [
      "https://cdn.akamai.steamstatic.com/steam/apps/620/ss_1.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/620/ss_2.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/620/ss_3.jpg"
    ],
    "reviews": [
      {"name": "Bruno Costa", "date": "2023-03-15", "review": "Quebra-cabeças brilhantes e história divertida.", "rating": 5},
      {"name": "Clara Mendes", "date": "2023-02-20", "review": "Muito criativo, adorei os personagens.", "rating": 5}
    ]
  },
  {
    "id": 578080,
    "title": "PUBG: Battlegrounds",
    "image": "https://cdn.akamai.steamstatic.com/steam/apps/578080/header.jpg",
    "backImage": "https://cdn.akamai.steamstatic.com/steam/apps/578080/library_hero.jpg",
    "genre": "Battle Royale, FPS",
    "description": "PUBG: Battlegrounds é um battle royale shooter onde até 100 jogadores lutam em uma experiência de último homem de pé. Os jogadores devem localizar e coletar suas próprias armas, veículos, equipamentos e suprimentos, e derrotar todos os outros jogadores em um mapa estrategicamente em constante diminuição para ser o último sobrevivente. Com mapas múltiplos e diversos, desde terrenos urbanos até paisagens rurais, cada partida oferece uma experiência tática única e intensa. O jogo apresenta combate realístico com física de balas, uma variedade de armas e veículos, sistema de clima dinâmico, modos de jogo diversificados incluindo solo, dupla e esquadrão, além de eventos temáticos regulares e atualizações de conteúdo.",
    "trailer": "https://www.youtube.com/watch?v=odM92ap8_c0",
    "community": [
      "https://cdn.akamai.steamstatic.com/steam/apps/578080/ss_1.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/578080/ss_2.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/578080/ss_3.jpg"
    ],
    "reviews": [
      {"name": "Felipe Santos", "date": "2023-06-05", "review": "Muito divertido, mas algumas partidas são injustas.", "rating": 4},
      {"name": "Juliana Rocha", "date": "2023-05-12", "review": "Ótima experiência, gráficos bons.", "rating": 4}
    ]
  },
  {
    "id": 271590,
    "title": "Grand Theft Auto V",
    "image": "https://cdn.akamai.steamstatic.com/steam/apps/271590/header.jpg",
    "backImage": "https://cdn.akamai.steamstatic.com/steam/apps/271590/library_hero.jpg",
    "genre": "Ação, Mundo Aberto",
    "description": "Grand Theft Auto V para PC oferece aos jogadores a opção de explorar o prêmio do mundo de Los Santos e Blaine County em resoluções de até 4K e além, bem como a chance de experimentar o jogo rodando a 60 quadros por segundo. O jogo oferece aos jogadores um enorme conjunto de opções de personalização de PC, incluindo mais de 25 configurações separáveis para textura, shaders, tessellação, anti-aliasing e muito mais, bem como suporte extenso e personalizável para controles de mouse e teclado. Inclui recursos adicionais, como um editor de Rockstar capaz de capturar e editar videoclipes de jogabilidade e um ambiente de criação avançado para criar novos conteúdos de corrida e Deathmatch para serem aproveitados com outros jogadores.",
    "trailer": "https://www.youtube.com/watch?v=QkkoHAzjnUs",
    "community": [
      "https://cdn.akamai.steamstatic.com/steam/apps/271590/ss_1.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/271590/ss_2.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/271590/ss_3.jpg"
    ],
    "reviews": [
      {"name": "Rodrigo Lima", "date": "2023-04-10", "review": "Missões incríveis e mundo realista.", "rating": 5},
      {"name": "Patrícia Martins", "date": "2023-03-05", "review": "Muito divertido, mas exige atenção para mods.", "rating": 4}
    ]
  },
  {
    "id": 381210,
    "title": "Dead by Daylight",
    "image": "https://cdn.akamai.steamstatic.com/steam/apps/381210/header.jpg",
    "backImage": "https://cdn.akamai.steamstatic.com/steam/apps/381210/library_hero.jpg",
    "genre": "Horror, Multiplayer",
    "description": "Dead by Daylight é um jogo de horror assimétrico multijogador (4 vs 1) onde um jogador assume o papel de um Assassino brutal, e os outros quatro jogam como Sobreviventes, tentando escapar do Assassino e evitar ser pego, torturado e morto. Os Sobreviventes jogam em terceira pessoa e têm a vantagem da melhor consciência situacional. O Assassino joga em primeira pessoa e está mais focado em suas presas. O objetivo dos Sobreviventes em cada encontro é escapar do Campo de Matança sem ser pego pelo Assassino – algo que soa mais fácil do que realmente é, especialmente quando o ambiente muda a cada partida. Com mais de 25 Assassinos únicos para escolher, dezenas de Sobreviventes, e mapas diversos baseados em franquias de horror icônicas.",
    "trailer": "https://www.youtube.com/watch?v=xM8nO_1cDj0",
    "community": [
      "https://cdn.akamai.steamstatic.com/steam/apps/381210/ss_1.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/381210/ss_2.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/381210/ss_3.jpg"
    ],
    "reviews": [
      {"name": "Marcos Almeida", "date": "2023-07-02", "review": "Muito suspense e partidas emocionantes.", "rating": 4},
      {"name": "Renata Souza", "date": "2023-06-10", "review": "Ótimo jogo de terror cooperativo.", "rating": 5}
    ]
  },
  {
    "id": 413150,
    "title": "Stardew Valley",
    "image": "https://cdn.akamai.steamstatic.com/steam/apps/413150/header.jpg",
    "backImage": "https://cdn.akamai.steamstatic.com/steam/apps/413150/library_hero.jpg",
    "genre": "Simulação, RPG",
    "description": "Stardew Valley é uma simulação de RPG rural de mundo aberto. Você herdou a antiga fazenda do seu avô em Stardew Valley. Armado com ferramentas de segunda mão e algumas moedas, você parte para começar sua nova vida. Você pode viver da terra e transformar esses campos cobertos de mato em uma fazenda próspera? Não será fácil. Desde que a Joja Corporation chegou à cidade, as antigas maneiras de vida desapareceram. O Centro Comunitário, que antes era o centro de atividade da cidade, agora está em ruínas. Mas o vale parece estar cheio de oportunidades. Com um pouco de dedicação, você pode ser justo a pessoa para restaurar Stardew Valley à grandeza! Cultive, mine, pesque, cozinhe, explore cavernas misteriosas, customize sua fazenda, namoro e caase-se com alguém especial, e construa relacionamentos com mais de 30 habitantes únicos.",
    "trailer": "https://www.youtube.com/watch?v=ot7uXNQskhs",
    "community": [
      "https://cdn.akamai.steamstatic.com/steam/apps/413150/ss_1.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/413150/ss_2.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/413150/ss_3.jpg"
    ],
    "reviews": [
      {"name": "Luana Costa", "date": "2023-05-18", "review": "Relaxante e viciante, perfeito para passar o tempo.", "rating": 5},
      {"name": "Gustavo Lima", "date": "2023-04-22", "review": "Adorei construir minha fazenda e interagir com a cidade.", "rating": 5}
    ]
  },
  {
    "id": 582010,
    "title": "Monster Hunter: World",
    "image": "https://cdn.akamai.steamstatic.com/steam/apps/582010/header.jpg",
    "backImage": "https://cdn.akamai.steamstatic.com/steam/apps/582010/library_hero.jpg",
    "genre": "Ação, RPG",
    "description": "Monster Hunter: World apresenta um ecossistema vivo onde os jogadores assumem o papel de um caçador que explora o Novo Mundo, um continente remoto onde caçadores hábeis se aventuram em uma missão para rastrear e estudar monstros que migram lá a cada 10 anos. Como estes monstros podem causar grandes danos ao seu novo ambiente, os jogadores devem caçá-los para proteger sua nova casa. Os jogadores podem usar o ambiente para o seu benefício, como por exemplo usar as plantas nativas como cobertura ou atrair monstros em suas armadilhas. Além disso, o comportamento de monstros dinâmico significa que eles podem interagir entre si como fariam na natureza, levando a situações inesperadas e únicas. O jogo suporta até quatro jogadores cooperativos e requer trabalho em equipe estratégico para derrubar monstros maiores.",
    "trailer": "https://www.youtube.com/watch?v=2sFQh1C8f30",
    "community": [
      "https://cdn.akamai.steamstatic.com/steam/apps/582010/ss_1.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/582010/ss_2.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/582010/ss_3.jpg"
    ],
    "reviews": [
      {"name": "Fernando Souza", "date": "2023-03-10", "review": "Combate incrível, gráficos lindos.", "rating": 5},
      {"name": "Patrícia Lima", "date": "2023-02-15", "review": "Muito divertido, mas exige prática.", "rating": 4}
    ]
  },
  {
    "id": 730,
    "title": "Counter-Strike: Global Offensive",
    "image": "https://cdn.akamai.steamstatic.com/steam/apps/730/header.jpg",
    "backImage": "https://cdn.akamai.steamstatic.com/steam/apps/730/library_hero.jpg",
    "genre": "FPS, Competitivo",
    "description": "Counter-Strike: Global Offensive (CS:GO) expande no jogo de ação de equipe baseado em objetivo no qual se tornou famoso quando foi lançado há 19 anos. CS:GO apresenta novos mapas, personagens, armas e modos de jogo, e entrega versões atualizadas do conteúdo clássico de CS (de_dust2, etc.). CS:GO foi lançado para Windows, Mac, Xbox 360 e PlayStation 3 em agosto de 2012, e para Linux em 2014. O jogo apresenta modelos de jogo clássicos onde terroristas plantam bombas e contra-terroristas tentam detê-los, além de modos casuais e competitivos com sistema de ranking. Com mecânicas de tiro preciso, estratégia de equipe profunda, economia de armas complexa e uma cena competitiva próspera, CS:GO se tornou um dos esports mais populares do mundo com torneios de premiação milionária.",
    "trailer": "https://www.youtube.com/watch?v=edYCtaNueQY",
    "community": [
      "https://cdn.akamai.steamstatic.com/steam/apps/730/ss_1.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/730/ss_2.jpg",
      "https://cdn.akamai.steamstatic.com/steam/apps/730/ss_3.jpg"
    ],
    "reviews": [
      {"name": "André Martins", "date": "2023-01-20", "review": "Clássico, competitivo e divertido.", "rating": 5},
      {"name": "Carolina Ribeiro", "date": "2023-01-10", "review": "Ótima experiência, mas às vezes tóxico.", "rating": 4}
    ]
  }
]